<?php
include_once("./_common.php");
include_once("$g4[path]/lib/etc.lib.php");
write_log("$g4[path]/data/log/allthegate_vbank.log", $_POST);

 /***************************************************************************************************************
 * 올더게이트로 부터 입/출금 데이타를 받아서 상점에서 처리 한 후 
 * 올더게이트로 다시 응답값을 리턴한다.
 * 업체에 맞게 수정하여 작업하면 된다.
***************************************************************************************************************/

/*********************************** 올더게이트로 부터 넘겨 받는 값들 시작 *************************************/
$trcode     = trim( $_POST["trcode"] );					    //거래코드
$service_id = trim( $_POST["service_id"] );					//상점아이디
$orderdt    = trim( $_POST["orderdt"] );				    //승인일자
$virno      = trim( $_POST["virno"] );				        //가상계좌번호
$deal_won   = trim( $_POST["deal_won"] );					//입금액
$ordno		= trim( $_POST["ordno"] );                      //주문번호
$inputnm	= trim( $_POST["inputnm"] );					//입금자명
/*********************************** 올더게이트로 부터 넘겨 받는 값들 끝 *************************************/

/***************************************************************************************************************
 * 상점에서 해당 거래에 대한 처리 db 처리 등....
 *
 * trcode = "1" ☞ 일반가상계좌 입금통보전문
 * trcode = "2" ☞ 일반가상계좌 취소통보전문
 * trcode = "3" ☞ 에스크로가상계좌 입금통보전문
 * trcode = "4" ☞ 에스크로가상계좌 취소통보전문
 *
 * ※ 에스크로가상계좌의 경우 입금자명 값은 통보전문에 들어가지 않습니다.



***************************************************************************************************************/

if ($trcode == "1" || $trcode == "3") {
    $sql = " update $g4[yc4_order_table]
                set od_receipt_bank = '$deal_won',
                    od_bank_time    = '$g4[time_ymdhis]' 
              where od_id      = '$ordno'
                and od_escrow1 = '$orderdt' ";
    sql_query($sql);

    /******************************************처리 결과 리턴******************************************************/
    $rResMsg  = "";
    $rSuccYn  = "y";// 정상 : y 실패 : n

    //정상처리 경우 거래코드|상점아이디|주문일시|가상계좌번호|처리결과|
    $rResMsg .= $trcode."|";
    $rResMsg .= $service_id."|";
    $rResMsg .= $orderdt."|";
    $rResMsg .= $virno."|";
    $rResMsg .= $rSuccYn."|";

    echo $rResMsg;
    /******************************************처리 결과 리턴******************************************************/
}
?>